{
    "title": "The missing link: discerning true from false negatives when sampling species interaction networks",
    "license": "CC-BY",
    "language": "en",
    "authors": [
      {
        "affiliations": [
          "McGill University",
          "Québec Centre for Biodiversity Science"
        ],
        "familyname": "Catchen",
        "givennames": "Michael D.",
        "status": ["corresponding"],
        "email": "michael.catchen@mcgill.ca",
        "orcid": "0000-0002-6506-6487"
      },
      {
     "affiliations": [
       "Université de Montréal",
       "Québec Centre for Biodiversity Science"
     ],
     "familyname": "Poisot",
     "givennames": "Timothée",
     "email": "timothee.poisot@umontreal.ca",
     "orcid": "0000-0002-0735-5184"
   },
   {
     "affiliations": [
       "McGill University",
       "Québec Centre for Biodiversity Science"
     ],
     "familyname": "Pollock",
     "givennames": "Laura J.",
     "email": "laura.pollock@mcgill.ca",
     "orcid": "0000-0002-6004-4027"
   },
   {
    "affiliations": [
      "McGill University",
      "Québec Centre for Biodiversity Science"
    ],
    "familyname": "Gonzalez",
    "givennames": "Andrew",
    "email": "andrew.gonzalez@mcgill.ca",
    "orcid": "0000-0001-6075-8081"
    }
    ],
    "abstract": {
        "Abstract": "Ecosystems are composed of networks of interacting species. These interactions allow communities of species to persist through time through both neutral and adaptive processes. Despite their importance, a robust understanding of (and ability to predict and forecast) interactions among species remains elusive. This knowledge-gap is largely driven by a shortfall of data—although species occurrence data has rapidly increased in the last decade, species interaction data has not kept pace, largely due to the effort required to sample interactions. This means there are many interactions between species that occur in nature, but we do not know these interactions occur because we have never observed them. These so-called “false-negatives” bias data and hinder inference about the structure and dynamics of interaction networks. Here, we show the realized number of false-negatives in data can be quite high, even in thoroughly sampled systems, due to variation in abundances in a community. We provide a null model of occurrence detection to estimate the false-negative rate in a given dataset. We also show how to directly incorporate uncertainty due to observation error into model-based predictions of interactions between species. One hypothesis is interactions between “rare” species are themselves rare because these species are less likely to encounter one-another than species of higher relative abundance, and this can (in part) explain the common pattern of nestedness in bipartite interaction networks. However, we demonstrate that across several datasets of spatial/temporally replicated networks, there are positive associations between species co-occurrence and interactions, which suggests these interactions among “rare” species actually exist but simply are not observed. Finally, we assess how false negatives influence various models of network prediction, and recommend directly accounting for observation error in predictive models. We conclude by discussing how the understanding of false-negatives can inform how we design monitoring schemes for species interaction surveys."
    },
    "keywords": [
    "species interactions",
    "network ecology",
    "sampling effort",
    "spatial ecology",
    "null models"
  ],
  "citationstyle": "ecology-letters"
}
